Repository: Hiroio/AiCookAssistant
Catalog: CoockingApp/Utility/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_br, uk

# %@ kcal • P %@g • F %@g • C %@g
source: %1$@ kcal • P %2$@g • F %3$@g • C %4$@g
de: %1$@ kcal • E %2$@g • F %3$@g • K %4$@g
es: %1$@ kcal • P %2$@g • G %3$@g • C %4$@g
fr: %1$@ kcal • P %2$@g • L %3$@g • G %4$@g
it: %1$@ kcal • P %2$@g • G %3$@g • C %4$@g
pl: %1$@ kcal • B %2$@g • T %3$@g • W %4$@g
pt_br: %1$@ kcal • P %2$@g • G %3$@g • C %4$@g
uk: %1$@ ккал • Б %2$@г • Ж %3$@г • В %4$@г

source: %lld items
de: %lld Einträge
es: %lld elementos
fr: %lld éléments
it: %lld elementi
pl: %lld elementów
pt_br: %lld itens
uk: %lld елементів

source: %lld Recipes saved
de: %lld Rezepte gespeichert
es: %lld recetas guardadas
fr: %lld recettes enregistrées
it: %lld ricette salvate
pl: %lld zapisanych przepisów
pt_br: %lld receitas salvas
uk: %lld рецептів збережено

source: 3-day-free-trial
de: 3 Tage kostenlos
es: 3 días gratis
fr: 3 jours gratuits
it: 3 giorni gratis
pl: 3 dni za darmo
pt_br: 3 dias grátis
uk: 3 дні безкоштовно

source: 30% off
de: 30% Rabatt
es: 30% de descuento
it: 30% di sconto
pl: 30% zniżki
pt_br: 30% de desconto
uk: Знижка 30%

source: Add ingredients to presonalize you recipes
de: Füge Zutaten hinzu, um deine Rezepte zu personalisieren
es: Añade ingredientes para personalizar tus recetas
fr: Ajoutez des ingrédients pour personnaliser vos recettes
it: Aggiungi ingredienti per personalizzare le tue ricette
pl: Dodaj składniki, aby spersonalizować przepisy
pt_br: Adicione ingredientes para personalizar suas receitas
uk: Додайте інгредієнти, щоб персоналізувати рецепти

source: Allergies / Restrictions
de: Allergien / Einschränkungen
es: Alergias / Restricciones
it: Allergie / Restrizioni
pl: Alergie / Ograniczenia
pt_br: Alergias / Restrições
uk: Алергії / Обмеження

source: Ask a question..
de: Stelle eine Frage..
es: Haz una pregunta..
fr: Posez une question..
it: Fai una domanda..
pl: Zadaj pytanie..
pt_br: Faça uma pergunta..
uk: Поставте питання..

source: Ask our AI assistant anything about ingredients, substitutionsm technique, or tips!
de: Frag den KI-Assistenten nach Zutaten, Alternativen, Techniken oder Tipps!
es: Pregunta al asistente de IA sobre ingredientes, sustituciones, técnicas o consejos.
fr: Demandez à l’assistant IA des conseils sur les ingrédients, substitutions, techniques ou astuces !
it: Chiedi all’assistente AI informazioni su ingredienti, sostituzioni, tecniche o consigli!
pl: Zapytaj asystenta AI o składniki, zamienniki, techniki lub wskazówki!
pt_br: Pergunte ao assistente de IA sobre ingredientes, substituições, técnicas ou dicas!
uk: Запитайте AI-помічника про інгредієнти, заміни, техніку або поради!

source: Avoid Ingredients
de: Zutaten vermeiden
es: Ingredientes a evitar
fr: Ingrédients à éviter
it: Ingredienti da evitare
pl: Unikane składniki
pt_br: Ingredientes a evitar
uk: Уникати інгредієнтів

source: Breakfast
de: Frühstück
es: Desayuno
fr: Petit-déjeuner
it: Colazione
pl: Śniadanie
pt_br: Café da manhã
uk: Сніданок

source: Budget Meal
de: Günstiges Gericht
es: Comida económica
fr: Repas économique
it: Piatto economico
pl: Tani posiłek
pt_br: Refeição econômica
uk: Бюджетна страва

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
pt_br: Cancelar
uk: Скасувати

source: Chef's Tip
de: Tipp des Kochs
es: Consejo del chef
fr: Astuce du chef
it: Consiglio dello chef
pl: Wskazówka szefa
pt_br: Dica do chef
uk: Порада шефа

source: Chicken Dish
de: Hähnchengericht
es: Plato con pollo
fr: Plat au poulet
it: Piatto con pollo
pl: Danie z kurczakiem
pt_br: Prato com frango
uk: Страва з курки

source: Comfort Food
de: Wohlfühlessen
es: Comida reconfortante
fr: Plat réconfortant
pl: Domowe comfort food
pt_br: Comida afetiva
uk: Затишна страва

source: Cooked
de: Gekocht
es: Cocinadas
fr: Cuisinées
it: Cucinate
pl: Ugotowane
pt_br: Preparadas
uk: Приготовано

source: Cooking Assistant
de: Kochassistent
es: Asistente de cocina
fr: Assistant de cuisine
it: Assistente di cucina
pl: Asystent gotowania
pt_br: Assistente de cozinha
uk: Кулінарний асистент

source: Cooking explorer
de: Küchenentdecker
es: Explorador culinario
fr: Explorateur culinaire
it: Esploratore di cucina
pl: Odkrywca gotowania
pt_br: Explorador culinário
uk: Кулінарний дослідник

source: Cooking Style
de: Kochstil
es: Estilo de cocina
fr: Style de cuisine
it: Stile di cucina
pl: Styl gotowania
pt_br: Estilo de cozinhar
uk: Стиль готування

source: Cooking Time
de: Kochzeit
es: Tiempo de cocción
fr: Temps de cuisson
it: Tempo di cottura
pl: Czas gotowania
pt_br: Tempo de preparo
uk: Час готування

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
pl: Utwórz
pt_br: Criar
uk: Створити

source: Create as many recipe ideas as you need.
de: Erstelle so viele Rezeptideen, wie du brauchst.
es: Crea tantas ideas de recetas como necesites.
fr: Créez autant d’idées de recettes que nécessaire.
it: Crea tutte le idee di ricette che ti servono.
pl: Twórz tyle pomysłów na przepisy, ile potrzebujesz.
pt_br: Crie quantas ideias de receitas precisar.
uk: Створюйте стільки ідей рецептів, скільки потрібно.

source: Create more recipes, scan ingredients, and get help while cooking
de: Erstelle mehr Rezepte, scanne Zutaten und erhalte Hilfe beim Kochen
es: Crea más recetas, escanea ingredientes y recibe ayuda mientras cocinas
fr: Créez plus de recettes, scannez des ingrédients et obtenez de l’aide en cuisinant
it: Crea più ricette, scansiona ingredienti e ricevi aiuto mentre cucini
pl: Twórz więcej przepisów, skanuj składniki i korzystaj z pomocy podczas gotowania
pt_br: Crie mais receitas, escaneie ingredientes e receba ajuda enquanto cozinha
uk: Створюйте більше рецептів, скануйте інгредієнти й отримуйте допомогу під час готування

source: Created
de: Erstellt
es: Creadas
fr: Créées
it: Create
pl: Utworzone
pt_br: Criadas
uk: Створено

source: Dairy
de: Milchprodukte
es: Lácteos
fr: Produits laitiers
it: Latticini
pl: Nabiał
pt_br: Laticínios
uk: Молочне

source: Detail
de: Details
es: Detalle
fr: Détails
it: Dettaglio
pl: Szczegóły
pt_br: Detalhes
uk: Деталі

source: Difficulty
de: Schwierigkeit
es: Dificultad
fr: Difficulté
it: Difficoltà
pl: Trudność
pt_br: Dificuldade
uk: Складність

source: Dish Creation
de: Gericht erstellen
es: Creación del plato
fr: Création du plat
it: Creazione del piatto
pl: Tworzenie dania
pt_br: Criação do prato
uk: Створення страви

source: Easy Dinner
de: Einfaches Abendessen
es: Cena fácil
fr: Dîner facile
it: Cena facile
pl: Łatwa kolacja
pt_br: Jantar fácil
uk: Легка вечеря

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pl: Edytuj
pt_br: Editar
uk: Змінити

source: Edit %@
de: %@ bearbeiten
es: Editar %@
fr: Modifier %@
it: Modifica %@
pl: Edytuj %@
pt_br: Editar %@
uk: Змінити %@

source: Enter Product here
de: Produkt hier eingeben
es: Introduce el producto aquí
fr: Saisissez un produit ici
it: Inserisci il prodotto qui
pl: Wpisz produkt tutaj
pt_br: Digite o produto aqui
uk: Введіть продукт тут

source: Family Meal
de: Familienessen
es: Comida familiar
fr: Repas familial
it: Pasto di famiglia
pl: Rodzinny posiłek
pt_br: Refeição em família
uk: Сімейна страва

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
pl: Ulubione
pt_br: Favoritos
uk: Улюблені

source: Favorites Ingredients
de: Lieblingszutaten
es: Ingredientes favoritos
fr: Ingrédients favoris
it: Ingredienti preferiti
pl: Ulubione składniki
pt_br: Ingredientes favoritos
uk: Улюблені інгредієнти

source: Fruits
de: Obst
es: Frutas
it: Frutta
pl: Owoce
pt_br: Frutas
uk: Фрукти

source: Generation left: %lld
de: Verbleibende Generierungen: %lld
es: Generaciones restantes: %lld
fr: Générations restantes : %lld
it: Generazioni rimaste: %lld
pl: Pozostałe generowania: %lld
pt_br: Gerações restantes: %lld
uk: Залишилось генерацій: %lld

source: Get tips and answers while you cook.
de: Erhalte Tipps und Antworten beim Kochen.
es: Recibe consejos y respuestas mientras cocinas.
fr: Obtenez des conseils et réponses pendant que vous cuisinez.
it: Ricevi consigli e risposte mentre cucini.
pl: Otrzymuj wskazówki i odpowiedzi podczas gotowania.
pt_br: Receba dicas e respostas enquanto cozinha.
uk: Отримуйте поради й відповіді під час готування.

source: Grains
de: Getreide
es: Cereales
fr: Céréales
it: Cereali
pl: Zboża
pt_br: Grãos
uk: Крупи

source: Ideas
de: Ideen
fr: Idées
it: Idee
pl: Pomysły
pt_br: Ideias
uk: Ідеї

source: Ingredient
de: Zutat
es: Ingrediente
fr: Ingrédient
it: Ingrediente
pl: Składnik
pt_br: Ingrediente
uk: Інгредієнт

source: Ingredient you prefer to avoid
de: Zutaten, die du vermeiden möchtest
es: Ingredientes que prefieres evitar
fr: Ingrédients que vous préférez éviter
it: Ingredienti che preferisci evitare
pl: Składniki, których wolisz unikać
pt_br: Ingredientes que você prefere evitar
uk: Інгредієнти, яких ви хочете уникати

source: Ingredients
de: Zutaten
es: Ingredientes
fr: Ingrédients
it: Ingredienti
pl: Składniki
pt_br: Ingredientes
uk: Інгредієнти

source: Key
de: Schlüssel
es: Clave
fr: Clé
it: Chiave
pl: Klucz
pt_br: Chave
uk: Ключ

source: Latest Recipes
de: Neueste Rezepte
es: Recetas recientes
fr: Recettes récentes
it: Ricette recenti
pl: Najnowsze przepisy
pt_br: Receitas recentes
uk: Останні рецепти

source: Light Dish
de: Leichtes Gericht
es: Plato ligero
fr: Plat léger
it: Piatto leggero
pl: Lekkie danie
pt_br: Prato leve
uk: Легка страва

source: Lunch Idea
de: Idee fürs Mittagessen
es: Idea para almorzar
fr: Idée déjeuner
it: Idea per pranzo
pl: Pomysł na lunch
pt_br: Ideia para almoço
uk: Ідея на обід

source: Mama's Food
de: Mamas Essen
es: Comida de mamá
fr: Plat de maman
it: Cibo della mamma
pl: Domowe jak u mamy
pt_br: Comida de mãe
uk: Мамина страва

source: Need help with this recipe?
de: Brauchst du Hilfe mit diesem Rezept?
es: ¿Necesitas ayuda con esta receta?
fr: Besoin d’aide avec cette recette ?
it: Hai bisogno di aiuto con questa ricetta?
pl: Potrzebujesz pomocy z tym przepisem?
pt_br: Precisa de ajuda com esta receita?
uk: Потрібна допомога з рецептом?

source: No information provided
de: Keine Informationen angegeben
es: No se proporcionó información
fr: Aucune information fournie
it: Nessuna informazione fornita
pl: Nie podano informacji
pt_br: Nenhuma informação fornecida
uk: Інформацію не вказано

source: No Information provided
de: Keine Informationen angegeben
es: No se proporcionó información
fr: Aucune information fournie
it: Nessuna informazione fornita
pl: Nie podano informacji
pt_br: Nenhuma informação fornecida
uk: Інформацію не вказано

source: No Ingredient added yet
de: Noch keine Zutat hinzugefügt
es: Aún no se añadió ningún ingrediente
fr: Aucun ingrédient ajouté
it: Nessun ingrediente ancora aggiunto
pl: Nie dodano jeszcze składników
pt_br: Nenhum ingrediente adicionado ainda
uk: Інгредієнти ще не додано

source: No Recipe Found
de: Kein Rezept gefunden
es: No se encontró ninguna receta
fr: Aucune recette trouvée
it: Nessuna ricetta trovata
pl: Nie znaleziono przepisów
pt_br: Nenhuma receita encontrada
uk: Рецептів не знайдено

source: One Pan
de: Eine Pfanne
es: Una sartén
fr: Une poêle
it: Una padella
pl: Jedna patelnia
pt_br: Uma panela
uk: Одна пательня

source: Other
de: Sonstiges
es: Otros
fr: Autre
it: Altro
pl: Inne
pt_br: Outros
uk: Інше

source: Oven Recipe
de: Ofenrezept
es: Receta al horno
fr: Recette au four
it: Ricetta al forno
pl: Przepis z piekarnika
pt_br: Receita de forno
uk: Рецепт у духовці

source: Pasta Night
de: Pasta-Abend
es: Noche de pasta
fr: Soirée pâtes
it: Serata pasta
pl: Wieczór z makaronem
pt_br: Noite de massa
uk: Вечір пасти

source: Photo Ingredient Scan
de: Zutaten per Foto scannen
es: Escaneo de ingredientes
fr: Scan photo des ingrédients
it: Scansione ingredienti
pl: Skanowanie składników
pt_br: Escaneamento de ingredientes
uk: Сканування інгредієнтів

source: Please add some ingredients or note
de: Bitte füge Zutaten oder eine Notiz hinzu
es: Añade ingredientes o una nota
fr: Ajoutez des ingrédients ou une note
it: Aggiungi ingredienti o una nota
pl: Dodaj składniki lub notatkę
pt_br: Adicione ingredientes ou uma anotação
uk: Додайте інгредієнти або нотатку

source: Popular choises
de: Beliebte Auswahl
es: Opciones populares
fr: Choix populaires
it: Scelte popolari
pl: Popularne wybory
pt_br: Escolhas populares
uk: Популярні варіанти

source: Potato Chicken Herbs
de: Kartoffel Hähnchen Kräuter
es: Patata Pollo Hierbas
fr: Pomme de terre Poulet Herbes
it: Patate Pollo Erbe
pl: Ziemniaki Kurczak Zioła
pt_br: Batata Frango Ervas
uk: Картопля Курка Зелень

source: Potato Idea
de: Kartoffelidee
es: Idea con patata
fr: Idée avec pommes de terre
it: Idea con patate
pl: Pomysł z ziemniakami
pt_br: Ideia com batata
uk: Ідея з картоплі

source: Preferences
de: Vorlieben
es: Preferencias
fr: Préférences
it: Preferenze
pl: Preferencje
pt_br: Preferências
uk: Налаштування

source: Preferences regarding the dish
de: Vorlieben zum Gericht
es: Preferencias sobre el plato
fr: Préférences pour le plat
it: Preferenze sul piatto
pl: Preferencje dotyczące dania
pt_br: Preferências sobre o prato
uk: Побажання щодо страви

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pl: Profil
pt_br: Perfil
uk: Профіль

source: Protein
de: Fleischiges
es: Carnes
fr: Viandes
it: Carni
pl: Mięsne
pt_br: Carnes
uk: Мʼясне

source: Quick Ideas
de: Schnelle Ideen
es: Ideas rápidas
fr: Idées rapides
it: Idee rapide
pl: Szybkie pomysły
pt_br: Ideias rápidas
uk: Швидкі ідеї

source: Ready to create?
de: Bereit zum Erstellen?
es: ¿Listo para crear?
fr: Prêt à créer ?
it: Pronto a creare?
pl: Gotowy do tworzenia?
pt_br: Pronto para criar?
uk: Готові створити?

source: Recipe Notebook
de: Rezeptnotizbuch
es: Cuaderno de recetas
fr: Carnet de recettes
it: Taccuino ricette
pl: Notatnik przepisów
pt_br: Caderno de receitas
uk: Кулінарний записник

source: Recipes
de: Rezepte
es: Recetas
fr: Recettes
it: Ricette
pl: Przepisy
pt_br: Receitas
uk: Рецепти

source: Recommended for you
de: Für dich empfohlen
es: Recomendado para ti
fr: Recommandé pour vous
it: Consigliato per te
pl: Polecane dla Ciebie
pt_br: Recomendado para você
uk: Рекомендовано для вас

source: Sauces
de: Saucen
es: Salsas
it: Salse
pl: Sosy
pt_br: Molhos
uk: Соуси

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pl: Zapisz
pt_br: Salvar
uk: Зберегти

source: Save, edit and organize your dishes.
de: Speichere, bearbeite und ordne deine Gerichte.
es: Guarda, edita y organiza tus platos.
fr: Enregistrez, modifiez et organisez vos plats.
it: Salva, modifica e organizza i tuoi piatti.
pl: Zapisuj, edytuj i organizuj swoje dania.
pt_br: Salve, edite e organize seus pratos.
uk: Зберігайте, редагуйте й упорядковуйте свої страви.

source: Search by %@
de: Suchen nach %@
es: Buscar por %@
fr: Rechercher par %@
it: Cerca per %@
pl: Szukaj według %@
pt_br: Buscar por %@
uk: Пошук за %@

source: Spices
de: Gewürze
es: Especias
fr: Épices
it: Spezie
pl: Przyprawy
pt_br: Temperos
uk: Спеції

source: Start Cooking
de: Kochen starten
es: Empezar a cocinar
fr: Commencer à cuisiner
it: Inizia a cucinare
pl: Zacznij gotować
pt_br: Começar a cozinhar
uk: Почати готувати

source: Surprise Me
de: Überrasch mich
es: Sorpréndeme
fr: Surprends-moi
it: Sorprendimi
pl: Zaskocz mnie
pt_br: Surpreenda-me
uk: Здивуй мене

source: This usually takes a few seconds
de: Das dauert normalerweise ein paar Sekunden
es: Esto suele tardar unos segundos
fr: Cela prend généralement quelques secondes
it: Di solito richiede pochi secondi
pl: Zwykle zajmuje to kilka sekund
pt_br: Isso geralmente leva alguns segundos
uk: Зазвичай це займає кілька секунд

source: Time of Cooking
de: Kochzeit
es: Tiempo de cocción
fr: Temps de cuisson
it: Tempo di cottura
pl: Czas gotowania
pt_br: Tempo de cozimento
uk: Час готування

source: To add multiple items, separate them with a comma
de: Mehrere Produkte mit Komma trennen
es: Para añadir varios elementos, sepáralos con una coma
fr: Pour ajouter plusieurs éléments, séparez-les par une virgule
it: Per aggiungere più elementi, separali con una virgola
pl: Aby dodać kilka produktów, oddziel je przecinkiem
pt_br: Para adicionar vários itens, separe-os com vírgula
uk: Щоб додати кілька продуктів, розділяйте їх комою

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
pl: Spróbuj ponownie
pt_br: Tentar novamente
uk: Спробувати ще раз

source: Turn ingredients into recipe ideas.
de: Verwandle Zutaten in Rezeptideen.
es: Convierte ingredientes en ideas de recetas.
fr: Transformez vos ingrédients en idées de recettes.
it: Trasforma gli ingredienti in idee di ricette.
pl: Zamieniaj składniki w pomysły na przepisy.
pt_br: Transforme ingredientes em ideias de receitas.
uk: Перетворюйте інгредієнти на ідеї рецептів.

source: Under 20 min
de: Unter 20 Min.
es: Menos de 20 min
fr: Moins de 20 min
it: Meno di 20 min
pl: Poniżej 20 min
pt_br: Menos de 20 min
uk: До 20 хв

source: Unlimited Recipes
de: Unbegrenzte Rezepte
es: Recetas ilimitadas
fr: Recettes illimitées
it: Ricette illimitate
pl: Nieograniczone przepisy
pt_br: Receitas ilimitadas
uk: Необмежені рецепти

source: Unlimited recipes, scans and cooking help
de: Unbegrenzte Rezepte, Scans und Kochhilfe
es: Recetas, escaneos y ayuda para cocinar ilimitados
fr: Recettes, scans et aide culinaire illimités
it: Ricette, scansioni e aiuto in cucina illimitati
pl: Nieograniczone przepisy, skany i pomoc w gotowaniu
pt_br: Receitas, escaneamentos e ajuda na cozinha ilimitados
uk: Необмежені рецепти, сканування та кулінарна допомога

source: Unlock your full cooking potential
de: Entfalte dein volles Kochpotenzial
es: Desbloquea todo tu potencial en la cocina
fr: Libérez tout votre potentiel culinaire
it: Sblocca tutto il tuo potenziale in cucina
pl: Odkryj swój pełny kulinarny potencjał
pt_br: Desbloqueie todo o seu potencial na cozinha
uk: Розкрийте свій кулінарний потенціал

source: UserName
de: Benutzername
es: Nombre de usuario
fr: Nom d’utilisateur
it: Nome utente
pl: Nazwa użytkownika
pt_br: Nome de usuário
uk: Імʼя користувача

source: Vegetables
de: Gemüse
es: Verduras
fr: Légumes
it: Verdure
pl: Warzywa
pt_br: Legumes
uk: Овочі

source: View all
de: Alle ansehen
es: Ver todo
fr: Tout voir
it: Vedi tutto
pl: Zobacz wszystkie
pt_br: Ver tudo
uk: Дивитися всі

source: Warm Soup
de: Warme Suppe
es: Sopa caliente
fr: Soupe chaude
it: Zuppa calda
pl: Ciepła zupa
pt_br: Sopa quentinha
uk: Теплий суп

source: What shall we cook today?
de: Was kochen wir heute?
es: ¿Qué cocinamos hoy?
fr: Que cuisinons-nous aujourd’hui ?
it: Cosa cuciniamo oggi?
pl: Co dziś ugotujemy?
pt_br: O que vamos cozinhar hoje?
uk: Що приготуємо сьогодні?

source: Your choises
de: Deine Auswahl
es: Tus opciones
fr: Vos choix
it: Le tue scelte
pl: Twój wybór
pt_br: Suas escolhas
uk: Ваш вибір

source: Your dietary restrictions
de: Deine Ernährungseinschränkungen
es: Tus restricciones alimentarias
fr: Vos restrictions alimentaires
it: Le tue restrizioni alimentari
pl: Twoje ograniczenia dietetyczne
pt_br: Suas restrições alimentares
uk: Ваші харчові обмеження

source: Your favorites
de: Deine Favoriten
es: Tus favoritos
fr: Vos favoris
it: I tuoi preferiti
pl: Twoje ulubione
pt_br: Seus favoritos
uk: Ваші улюблені

source: Name
es: Nombre
fr: Nom
it: Nome
pl: Nazwa
pt_br: Nome
uk: Назва

source: Snack
fr: En-cas
it: Spuntino
pl: Przekąska
pt_br: Lanche
uk: Перекус

source: %@ min
uk: %@ хв
